[
  {
    "path": "posts/2021-04-19-citations/",
    "title": "Citations",
    "description": "A short description of the citations to the articles I´ve participated in / Se presentan las citas bibliográficas de los artículos en los que he participado..",
    "author": [
      {
        "name": "Hector Lizarraga",
        "url": {
          "https://www.researchgate.net/profile/Hector-Lizarraga": {}
        }
      }
    ],
    "date": "2021-04-19",
    "categories": [],
    "contents": "\nFirst-author:\nH.A. Lizárraga-Cubedo, I. Tuck, N. Bailey, G.J. Pierce, J.A.M. Kinnear. “Comparisons of size at maturity and fecundity of two Scottish populations of the European lobster, Homarus gammarus”. Fisheries Research, Volume 65, Issues 1–3, 2003, Pages 137-152.\nISSN 0165-7836, https://doi.org/10.1016/j.fishres.2003.09.012. (https://www.sciencedirect.com/science/article/pii/S0165783603002406)\nThis article has been reached 57 citations; 77 reads. Research Gate 1.\nAbstract: Sampling of Homarus gammarus on commercial boats and regular visits to local ports were carried out during 1999–2001 for the Firth of Forth and Hebrides fisheries. Biological data on size, sex, morphometric measurements and egg samples were collected. Size at the onset of sexual maturity (SOM), fecundity and egg development were compared between populations. Techniques that require transformed (Logarithm base e) or untransformed morphometric data, were applied to the data. Lobsters from the Firth of Forth had smaller SOM (♂=80mm carapace length (CL) and ♀=79mm CL) than those from the Hebrides (♂=98 and ♀=110mm CL). Fecundity (x̄=8154 eggs) for the Firth of Forth was lower than for the Hebrides (x̄=14238 eggs). ANCOVA showed no significant differences in the size–fecundity relationship between locations (F1,1=2.62,P>0.05) for lobsters with eggs in which the eye spot index (ESI) was between 0.29 and 0.54, using CL and ESI as co-variates. The reliability of the methods and the resulting estimates are discussed. Keywords: Size at maturity; Fecundity; Morphometrics; Homarus gammarus\nH. A. Lizárraga-Cubedo, I. Tuck, N. Bailey, G. J. Pierce, A. F. Zuur, D. Bova. “Scottish lobster fisheries and environmental variability”. ICES Journal of Marine Science, Volume 72, Issue suppl_1, July 2015, Pages i211–i224.\nhttps://doi.org/10.1093/icesjms/fsu248\nCitation: This article has been reached 5 citations; 185 reads. Research Gate 2.\nAbstract Variability in the fluctuations of two Scottish lobster populations, the Hebrides and Southeast, was investigated from available long dataseries of fishery and environmental variables. In a multivariate context, relationships between selected environmental variables and the fishery data were studied at different spatial and temporal (annual, spring, and autumn) scales and from individual and overall sampled fleet. Multivariate techniques such as cross-correlation function, principal components analysis, and redundancy analysis confirmed that the capture of lobsters was strongly influenced by sea surface temperature, windspeed, and sea level pressure throughout the year, and this dependence affected the duration of the fishery. There were evident differences in the patterns of environmental variables for both regions. In the Hebrides, the total variation (42%) of the interaction fishery-environmental variables for spring and autumn fisheries could be attributed to the environmental variables in an 89%. For the Southeast, spring fishery was more affected by changes in the environment, with a total variation of 34%, from which 85% could be explained by the environmental variables tested, than autumn fishery where catches and catch rates may be more affected by the way individual vessel and sampled fleet operate. Two elements were identified, Hebrides and Southeast spring and autumn fisheries. The Hebrides lobster population is strongly influenced by density-independence processes at all spatial scales. The Southeast fishery is also driven by environmental processes, with higher correlations for recruits with differences at small and large spatial scales.\nH.A. Lizárraga-Cubedo, G.J. Pierce, M.B. Santos. “Reproduction of Crustaceans in Relation to Fisheries”. In Book “Reproductive Biology of Crustaceans”. Ed. E. Mente. Edition 1st Edition, First Published 2008. Imprint CRC Press. Pages 54.\neBook ISBN 9780429063961.\nAbstract The effects of fishery processes on the reproduction of commercially exploited crustaceans are complex. The population responses to exploitation can be manifested in changes in the reproductive biology, with implications for the fisheries in the short and long term. The high historical exploitation of the American lobster in the United States and Canada has forced the vigilant application and careful selection of management strategies and regulations. Establishment of particular geographic areas for lobster exploitation in Canadian waters, such as Lobster Fishing Areas, allows close monitoring of lobster populations, aimed at revealing the effects of established management strategies and regulations. Successful implementation of management regulations must in general follow the principles of conservation, aiming at achieving the sustainability of the resource. Fisheries regulations are mostly based on size limits with the aim to protect immature individuals from exploitation and to ensure an adequate number of reproductively active animals to support the total reproductive output, or egg production, of the population.\nCo-author:\nGonzález, J.M., Anastácio, R., Lizárraga-Cubedo, H.A. et al. “Caretta caretta nesting activity on Akumal Beaches, Mexico.” Sci Rep 10, 3020 (2020).\nhttps://doi.org/10.1038/s41598-020-60018-1\nThis article has been reached 0 citations; 131 reads. [Research Gate 3.\nAbstract Mexico has made substantial contributions to marine turtle protection and conservation, especially since 1990. Several conservation projects entail monitoring efforts to recover nesting territories for marine turtles. The Sea Turtle Protection Program of Akumal, in the Mexican state of Quintana Roo, was created in 1993 and was developed by the Akumal Ecological Center. This paper provides the nesting ecology parameters for Caretta caretta over a protection period of 24 years (1995–2018). A well-defined nesting peak was observed in June, with a nesting success rate of 75.2 ± 23.0%. Nesting females showed a mean curved carapace length of 99.0 ± 5.6  cm. The mean clutch size was 108.6 ± 24.6 eggs, with variation among years. The mean incubation period was 57.2 ± 6.2 days. The hatching and emergence success rates were 87.2 ± 16.9% and 78.8 ± 24.4%, respectively. For the 926 tagged females that returned, the remigration interval peaked at 726 days, with a 12-day inter-nesting period. The results show not only the recovery of the nesting population over time but also a decrease in female size; we postulate that this decrease is due to the recruitment of young females, which has been increasingly pronounced since 2010. Hence, the Akumal rookery plays an important role in its corresponding regional management unit (Atlantic Northwest).\nOther ICES Council Meeting papers:\nhttps://nmbl.org/cgi-bin/koha/opac-search.pl?q=an:%22103676%22\nLizarraga-Cubedo, H.A, Tuck, I, Bailey, N, Pierce, G.J, Zuur, A.F. “Common trends in two populations of the European lobster, Homarus gammarus, in Scottish waters”.\nSource: ICES Council Meeting Papers Material type: computer file Computer file; Format: electronic Publisher: 2005\nLizarraga-Cubedo, H.A, Tuck, I, Bailey, N, Pierce, G.J, Zuur, A.F, Bova, D. “Environmentally caused variability in the fluctuations of the European lobster, Homarus gammarus, fishery in Scottish coasts”.\nSource: ICES Council Meeting Papers Material type: computer file Computer file; Format: electronic Publisher: 2005\nCapítulo de libros, Español:\nLizárraga Cubedo, Héctor Antonio. “RECURSOS NATURALES Y BIODIVERSIDADA. Su protección y formas de participación, Esquemas de Conservación, Protección y Aprovechamiento de los Recursos Naturales de Quintana Roo y la Participación Social”, p. 41.\nEn: ESTUDIO SOBRE MEDIO AMBIENTE Y DESARROLLO SUSTENTABLE Desde una Perspectiva de Género. Rodolfo vega Hernández (Coord.). FUNDAp Fundación Universitaria de Derecho, Administración y Política, S. C., Procuraduría Ambiental y del Ordenamiento Territorial de la Ciudad de México, PAOTProcuraduría Estatal de Protección al Medio Ambiente y Desarrollo Urbano de Querétaro, PEPMADUQGrupo Ecotech. 2018\nThis article has been reached 0 citations; 148 reads. Research Gate 4.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-19T21:03:38-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-19-curriculum-vitae/",
    "title": "Curriculum vitae",
    "description": "Ficha curricular general / General Curriculum vitae",
    "author": [
      {
        "name": "Hector Lizarraga",
        "url": {
          "https://www.researchgate.net/profile/Hector-Lizarraga": {}
        }
      }
    ],
    "date": "2021-04-19",
    "categories": [],
    "contents": "\n\nDoctor en Filosofía de Zoología (Dr)-2004, Maestro en Ciencias- Ciencias Marinas y Pesqueras (M. en C.)-1999, Oceanólogo (Ocean.) 1994\n\nDirector Ejecutivo de Centro Ukana I Akumal, A.C. (Centro Ecológico Akumal). Centro Ecológico Akumal km 104, carr. Puerto Juárez-Tulum, Akumal, Q. Roo. director@ceakumal.org; halizarraga@yahoo.com\nFecha de nacimiento: 1ro de Agosto de 1970. Lugar de nacimiento: Ciudad de México.\nNacionalidad: Mexicana.\nDomicilio actual y de correspondencia: Petcacab, L-19, Mna-191, Col. Solidaridad. CHETUMAL, Quintana Roo, México. C.P. 77086.\nCURP: LICH700801HDFZBC07\nCÉDULA PROFESIONAL: 2708077\nEDUCACIÓN\nDoctorado: (1999-2004) University of Aberdeen, Aberdeen, UK and FRS, Marine Laboratory, Aberdeen.\nMaestría: (1998-99) University of Aberdeen, Aberdeen, UK.\nLicenciatura: (1988-93) Facultad de Ciencias Marinas, UABC, Ensenada, B.C.\nREGISTROS Y DISTINCIONES\nBecario CONACYT: 117863 con beca para estudios de maestría y doctorado, 1998-2003.\nRegistro de Curriculum Vitae Único (CVU) CONACYT: 202726.\nRegistro Nacional de Instituciones y Empresas Científicas y Tecnológicas (RENIECYT): 2009/10190. Para evaluar proyectos en Quintana Roo y a nivel nacional.\nRegistro CONACYT de Evaluadores Acreditados (RCEA): RCEA-02-00170-2009. Integrante del Comité de Expertos del Sistema Estatal de Investigadores, en Quintana Roo (2009, 2010, 2011, 2,012, 2014, 2016). Becario de la Agencia de Cooperación Internacional Japonesa (JICA): Septiembre 2009.\nMiembro fundador del Consejo Académico del Instituto de Administración Pública de Quintana Roo (IAPQROO): 2008-presente.\nMiembro de la Red Mexicana de Cuencas Hidrográficas: 2016-presente.\nMiembro de la Red de Agua para la Sustentabilidad de la Península de Yucatán: 2017-presente.\nConsejero del Comité Técnico Asesor para la Atención al Sargazo: 2018.\nEXPERIENCIA LABORAL\nDirector Ejecutivo del Centro Ukana I Akumal, A.C. (Centro Ecológico Akumal). Organización No Gubernamental Sin Fines de Lucro. AKUMAL, México. Febrero 2015-Actual.\nJefe del Centro Regional de Investigación Pesquera (CRIP) en Ciudad del Carmen, Campeche, México del INAPESCA. Gobierno Federal. CIUDAD DEL CARMEN, México. Julio 2014-Febrero 2015.\nDirector de Inspección y Vigilancia Ambiental en la Procuraduría de Protección al Ambiente. Gobierno del Estado de Quintana Roo. CHETUMAL, México. Mayo 2014-Julio 2014.\nDirector de Biodiversidad y Áreas Naturales en la Secretaría de Ecología y Medio Ambiente. Gobierno del Estado de Quintana Roo. CHETUMAL, México. Mayo 2011-Mayo 2014.\nDirector de Medio Ambiente en la Secretaría de Desarrollo Urbano y Medio Ambiente. Gobierno del Estado de Quintana Roo. CHETUMAL, México. Mayo 2006-Abril 2011.\nConsultor privado sobre asuntos “Pesqueros y Acuícolas” en Quintana Roo. CHETUMAL, México. 2005-2006.\nEstudios sobre “El comportamiento de mamíferos marinos (delfín nariz de botella y manatíes) y peces elasmobranquios (rayas y tiburones)”. Dolphin Discovery: CANCUN, México. 2004-2005.\nSupervisor de Control de Calidad en CISSA, Congeladora Internacional de Sinaloa, planta procesadora de camarón. LOS MOCHIS, México. Mayo 1997 a Mayo 1998.\nTécnico acuicultor en Acuícola El Patagón, S.A. de C.V. CULIACAN, México. Septiembre 1996 a Mayo 1997.\nTécnico acuicultor en el programa “Acuacultura Rural”, SEMARNAP (Secretaria del Medio Ambiente, Recursos Naturales y Pesca). MEXICALI, México. Enero-Agosto 1996.\nTécnico asistente en el programa “Monografía de algas pardas en las costas de Baja California, México”. Instituto de Investigaciones Oceanológicas (IIO) y Universidad Autónoma de Baja California (UABC). ENSENADA, México. Enero-Diciembre 1995.\nPARTICIPACIONES\nPonencias Internacionales: - 2 en 2014, Cancún, México; 3 en 2005, Aberdeen, Reino Unido;\n2 en 2002, La Habana, Cuba; 2 en 2001 en A Coruña, España; 1 en 1994, Ensenada, México.\nPonencias Nacionales:\n2 en 2010, Chetumal, Q. Roo; 2 en 2009, Chetumal, Q. Roo; 1 en 2008, Cancún, Q. Roo; 1 en 2007, Chetumal, Q. Roo; 2 en 1995, México, D.F.; 1 en 1994, La Paz, B.C.S.\nTalleres-Reuniones-Eventos Internacionales:\n1 en 2014, Cancún, México; 1 en 2010, Cancún, México; 1 en 2009, Tsukuba, Japón; 1 en 2008, Tulum, México.\nEn el marco de la celebración de las actividades alternas a la Conferencia de las Partes, COP-16 organizada en Cancún, Diciembre 2010, coadyuvé como enlace entre el Gobierno del Estado-SEDUMA y The Climate Group, ver link: (http://www.flickr.com/photos/theclimategroup/5247190224/in/set-72157625438430255/; https://www.flickr.com/photos/theclimategroup/5247190768/in/album-72157625438430255/).\nTalleres-Reuniones-Eventos Nacionales:\n1 en 2011, Ensenada, B.C.; 3 en 2010 (Ixtapa-Zihuatanejo, Jal., Campeche, Camp., Chetumal, Q. Roo.); 6 en 2009 (Cancún, Q. Roo, 2-Mérida, Yuc., 2-Chetumal, Q. Roo, Felipe Carrillo Puerto, Q. Roo); 1 en 2008, Xcaret, Q. Roo; 3 en 2007 (2-Chetumal, Q. Roo, Playa del Carmen, Q. Roo); 1 en 2006, Xcaret, Q. Roo; 1 en 1997, Culiacán, Sin.\nCursos (Diplomado):\n4 en 2010, en Cambio Climático organizado por el Instituto Nacional de Ecología, la Embajada Británica en México y el Centro de Análisis y Diálogo sobre América del Norte (CEDAN) del Tecnológico de Monterrey Campus Monterrey, Nuevo León.\nRESPONSABLE TÉCNICO Y ENLACE\nProyectos internacionales:\nResponsable Técnico Proyecto REEF RESCUE.MX-002-2017 “Organización de la reunión bienal 2017 de la Red de Restauración de Arrecifes (Reef Restoration Network), para compartir experiencias y metodologías en la región del SAM y en Centroamérica. Iniciativa Mesoamericana de Rescate de Arrecfes”. Con recursos de MAR Fund para el período del julio-diciembre.\nResponsable Técnico Proyecto 2014-2018. Área Protegida Marino Costera Reserva Estatal Santuario del Manatí con recursos del Fondo SAM, agencia alemana KfW-MARFUND.\nProyectos Nacionales:\nResponsable Técnico Proyecto PEF 2012, Anexo 36. Segunda fase de la Restauración Ecológica de la Laguna Bojórquez, Benito Juárez, Quintana Roo.\nResponsable Técnico Proyecto PEF 2012, Anexo 36. Centro de Operación y Vigilancia del Área Natural Protegida Estatal, Santuario de la Tortuga Marina, X’cacel-X’cacelito, municipio de Tulum.\nResponsable Técnico Proyecto PEF 2011, Anexo 33. Restauración Ecológica de la Laguna Bojórquez, Benito Juárez, Quintana Roo.\nResponsable Técnico Proyecto PEF 2010, Anexo 31. Centro de Atención y Rehabilitación de Mamíferos Acuáticos (CARMA), Laguna Guerrero, Quintana Roo.\nDirector Técnico responsable del proyecto FOMIX “Estudio para determinar las áreas y especies marinas con potencial para implementar el desarrollo de maricultivos en Quintana Roo”. Clave QROO-2005-01-18883. De Octubre 2006-Abril 2010.\nEvaluador:\nReconocimiento por Evaluación de cuatro Proyectos del Fondo de Estímulos a la Investigación, Desarrollo de Tecnología e Innovación 2009, 2010.\nReconocimiento:\nRegistro CONACYT de Evaluadores Acreditados (RCEA): RCEA-02-00170-2009. Como MODERADOR durante la sesión de Ecología Marina del X Simposium Internacional de Biología Marina” Ensenada, B.C., México del 13 al 17/Jun/1994.\nColaboraciones especiales:\nCoordinador de la Agenda Ecológica, de la Agenda para el Desarrollo Sustentable de Tulum, febrero 2021\nPUBLICACIONES CIENTÍFICAS\nEvaluador de tres artículos científicos sometido a la revista Hidrobiology en 2016 y 2018 y en Ocean and Coastal Management en 2020 y 2021\n3 artículos científicos en 2020 (Scientific Reports), 2015 (ICES Journal) y 2003 (Fisheries Research).\n1 capítulo de libro en 2008 (Mente E. (Ed) Science Publishers, USA).\n1 capítulo de libro en 2018 (FUNDAp Fundación Universitaria de Derecho, Administración y Política, S. C.)\nMANEJO DE PROGRAMAS\nPaquetería Windows, SURFER v7, SPSS v9-11, Minitab, RStudio R y Brodgar (www.brodgar.com) para estadística avanzada.\nR packages más utilizados: tidyverse; dplyr; ggplot2; distill; rmarkdown; sf; sp; calendR; cowplot; data.table; gridExtra; hexSticker; kableExtra; knitr; lattice; magic; pagedown; twitteR; yaml\nIDIOMAS\n\nCastellano, Inglés.\n\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-19T21:03:53-05:00",
    "input_file": "curriculum-vitae.utf8.md"
  },
  {
    "path": "posts/2021-04-19-welcome/",
    "title": "Bienvenido / Welcome",
    "description": "Bienvenido a mi sitio web, aquí plasmo gran parte de mi quehacer diario / Welcome to the website. Herein I include most of my daily work!",
    "author": [
      {
        "name": "Hector Lizarraga",
        "url": {}
      }
    ],
    "date": "2021-04-19",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-19T13:51:30-05:00",
    "input_file": {}
  }
]
